export default function About() {
	return (
		<div className="relative w-full h-full">
			<div className="absolute top-[10%] m-10 ">
				<h1 className="text-4xl">Hi~ Brian here!</h1>
				<h2>
					모든 사람들이 일상 가운데 사용해야만 하는 서비스를 개발하는게 제
					목표입니다.
				</h2>
				<br />
				<div>
					안녕하세요 🥰 찾아와 주셔서 감사합니다. 디자인하는 개발자,
					신성환입니다. 2016년, 무언가를 만들 때 스스로 가장 행복하다는 사실을
					깨닫고 오랫동안 공부하던 물리학은 책장에 남겨두고 무언가를 만들어내는
					일에 발을 담그게 되었습니다. '개발자' 혹은 '디자이너' 라는 직군의
					정체성에 성장의 방향성을 맡기지 않고 만들고 싶은 것을 즐겁게 만들자는
					마음으로 디자인하며 개발하고 있습니다. React와 Vue.js를 모두 좋아하며
					Adobe 디자인툴을 활용한 디자인 및 개발을 즐거워합니다. CSS Animation,
					WebGL같은 웹 그래픽스와 웹 어플리케이션의 성능 최적화에 관심이
					많습니다. 개발자의 작업은 유저를 만나 상호작용할 때 진정으로 가치를
					얻는다고 믿습니다. 제가 만들어내는 코드 조각들이 세상에 즐거움과
					가치를 쌓아 나가길 기대하며 개발합니다. 스스로의 이해와 지식의
					재생산을 위해 작은 기술 블로그 를 관리하고 있으며, Vue.js 공식문서
					번역에 지속적으로 기여하고 있습니다. 세상에 필요한 서비스를 만드는
					개발모임 프로그라피의 운영진으로도 활동하고 있습니다.
				</div>
				<button>button</button>
			</div>
		</div>
	);
}
